import React from 'react';

const ICT = () => {
    return (
        <div className='mx-10 mt-10 '>
            <h2 className='text-3xl font-bold text-[#FF2DF7]'>তথ্য ও যোগাযোগ প্রযুক্তি কি ? এর সুবিধা ও অসুবিধা</h2>


            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>তথ্য ও যোগাযোগ প্রযুক্তি কি?</h1>
                <p className=''>তথ্য ও যোগাযোগ প্রযুক্তি বা আইসিটি (Information and Communications Technology) সাধারণভাবে তথ্য প্রযুক্তির সমার্থক শব্দ হিসেবে ব্যবহৃত হয়। প্রকৃতপক্ষে তথ্য ও যোগাযোগ প্রযুক্তি এক ধরনের একীভূত যোগাযোগ ব্যবস্থা। যেকোন প্রকারের তথ্যের উৎপত্তি,তথ্য দ্রুত আহরণ, প্রয়োজন অনুযায়ী সংরক্ষণ, আধুনিকীকরণ, প্রক্রিয়াকরণ এবং সঞ্চালনে ব্যবহৃত সকল ইলেক্ট্রনিক্স প্রযুক্তিকে তথ্য ও যোগাযোগ প্রযুক্তি বা ইনফরমেশন এন্ড কমিউনিকেশন টেকনোলজী বলে। তথ্য প্রযুক্তির সঙ্গে যোগাযোগ ব্যবস্থার নিবিড় সম্পর্ক রয়েছে । একটি ছাড়া আরেকটি কল্পনা করা যায় না। তাই তথ্য প্রযুক্তিকে বর্তমানে তথ্য ও যোগাযোগ প্রযুক্তি বা আইসিটি(ICT) বলা হয়।</p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>ডেটা বা উপাত্ত কী?</h1>
                <p className=''>ডেটা একটি একক ধারনা অর্থাৎ ইনফরমেশন বা তথ্যের ক্ষুদ্রতম এককই হচ্ছে ডেটা। সুনির্দিষ্ট ফলাফল বা আউটপুট পাউয়ার জন্য প্রসেসিংয়ে ব্যবহিত কাঁচামাল সমুহকে ডেটা বা উপাত্ত বলে। কোন শব্দ, সংখ্যা, ছবি, প্রতীক ইত্যাদি যে কোনো কিছুই উপাত্ত বা ডেটা হিসেবে চিহ্নিত হতে পারে । অর্থাৎ তথ্যের ক্ষুদ্রতম একক হলো ডেটা যা আসলে এলোমেলো বা অগোছালো কয়েকটি অক্ষর, সংখ্যা, চিহ্ন, ছবি ইত্যাদি, যা সুনির্দিষ্ট বা যথাযথ অর্থ বা ভাব প্রকাশে সক্ষম নয় ।</p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>তথ্য কী?</h1>
                <p className=''>কোনো কিছু সম্পর্কে সুস্পষ্ট ধারণা বা জ্ঞান লাভ করার জন্য সে সম্পর্কিত বিভিন্ন ডেটা বা উপাত্তকে যৌক্তিক পরিসজ্জায় উপস্থাপনাকে তথ্য বা Information বলা হয় । তথ্য দ্বারা কোন ব্যক্তি বা বস্তু সম্পর্কে পুর্নাঙ্গ ধারণা পাওয়া যায়।</p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>যোগাযোগ বলতে কী বুঝায়?</h1>
                <p className=''>কোন যন্ত্রের মাধ্যমে নির্ভরযোগ্যভাবে তথ্য এক স্থান থেকে অন্য স্থানে আদান-প্রদান করাকে বলা হয় যোগাযোগ। যেমনঃ মোবাইল ফোনে কথা বলা, ইমেইল করা ইত্যাদি।</p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>প্রযুক্তি বলতে কী বুঝায়? </h1>
                <p className=''>বিজ্ঞানের বিভিন্ন সূত্র প্রয়োগ করে যখন কোন কিছু উদ্ভাবন করা হয়, তখন সেই উদ্ভাবনকে বলা হয় প্রযুক্তি। যেমন- মোবাইল ফোন, কম্পিউটার ইত্যাদি হল বিভিন্ন প্রযুক্তি।</p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>তথ্য ও যোগাযোগ প্রযুক্তির সুবিধা </h1>
                <p className=''>
                    <li>তথ্য ও যোগাযোগ প্রযুক্তির সাহায্যে পারিবারিক বা ব্যবসায়িক সদস্যদের সাথে দ্রুত যোগাযোগ করা যায়।</li>
                    <li>ব্যবসায়িক কার্যক্রমকে অটোমেটেড বা ডিজিটাল করেছে। ফলে কম খরচেই ব্যবসা পরিচালনা করা যায়।</li>
                    <li>যেকোন জায়গা থেকে চিকিৎসা সেবা প্রদান বা গ্রহণ করা যায়।</li>
                    <li>অফিসের কার্যক্রমকে সহজ করেছে।</li>
                </p>
            </div>

            <div className='mt-5 space-y-4'>
                <h1 className='text-2xl font-bold'>তথ্য ও যোগাযোগ প্রযুক্তির অসুবিধা</h1>
                <p className=''>
                    <li>তথ্যের গোপনীয়তা নষ্ট হচ্ছে।</li>
                    <li>উন্নয়নশীল ও উন্নত দেশগুলোর মধ্যে ডিজিটাল বৈষম্য তৈরি হচ্ছে।</li>
                </p>
            </div>
        </div>
    );
};

export default ICT;